{
  "buffer": { "branch": "main" },
  "cmdline": { "branch": "main" },
  "cmdline_history": { "branch": "master" },
  "cmp": { "branch": "main" },
  "git": { "branch": "main" },
  "gitmoji": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lsp": { "branch": "main" },
  "nvim-lsp-signature-help": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lua": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_lsp_document_symbol": { "branch": "main" },
  "path": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "sg.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" }
}